Repository: VovaMobile/nvda-notepadPlusPlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Notepad++ settings
uk: Налаштування Notepad++

source: Enable &line length indicator
uk: Увімкнути &індикатор довжини рядка

source: &Maximum line length:
uk: &Максимальна довжина рядка:

source: Show autocomplete &suggestions in braille
uk: Показувати &пропозиції автозавершення шрифтом Брайля

source: Goes to the brace that matches the one under the caret
uk: Переходить до дужки, яка відповідає дужці під кареткою

source: Goes to the next bookmark
uk: Перехід до наступної закладки

source: Goes to the previous bookmark
uk: Перехід до попередньої закладки

source: Moves to the first character that is after the maximum line length
uk: Перехід до першого символу після максимальної довжини рядка

source: Speak the line info item on the status bar
uk: Оголошує позицію курсора в рядку стану

source: No more search results in this direction
uk: Результатів пошуку в цьому напрямку більше немає

source: Queries the next or previous search result and speaks the selection and current line.
uk: Переходить до наступного, або попереднього знайденого запиту, та промовляє виділення і поточний рядок.

source: Notepad++ App Module. This addon improves the accessibility of Notepad ++. To learn more, press the add-on help button.
uk: Модуль додатка Notepad++. Цей додаток покращує доступність Notepad++. Щоб дізнатися більше, натисніть кнопку довідки цього додатка.
